Repository: roliverosc/script.cinemavision
Catalog: resources/language/*/strings.po
Languages: spanish

# #32002
source: Sequence
spanish: Secuencia

# #32003
source: 2D sequence
spanish: Secuencia 2D

# #32004
source: 3D sequence
spanish: Secuencia 3D

# #32005
source: 3D tag detection regex
spanish: Expresión regular para detectar etiquetado 3D

# #32006
source: Fallback to 2D bumper
spanish: Volver a bumper 2D

# #32007
source: Content
spanish: Contenido

# #32008
source: Content path
spanish: Ruta para contenido

# #32009
source: Update content
spanish: Actualizar contenido

# #32010
source: Update when editor starts
spanish: Actualizar cuando se inicie el editor

# #32011
source: Content Scrapers
spanish: Scrapers para contenido

# #32012
source: Trailers: CV Trailers Folder
spanish: Tráilers: Carpeta Tráiler CV

# #32013
source: Trailers: Kodi Database
spanish: Tráilers: Base de datos Kodi

# #32014
source: Ignore YouTube trailers
spanish: Ignorar tráilers Youtube

# #32015
source: Mark watched if movie is watched
spanish: Marcar como visto si la película fue vista

# #32016
source: Trailers: Apple iTunes
spanish: Tráilers: Apple iTunes

# #32017
source: Trailers: StereoscopyNews.com
spanish: Tráilers: StereoscopyNews.com

# #32018
source: Playback
spanish: Reproducción

# #32019
source: Hide queue editor
spanish: Ocultar editor de cola

# #32020
source: If only one item queued
spanish: Si hay sólo un elemento en la cola

# #32021
source: Allow video skipping
spanish: Permitir salto de vídeo

# #32022
source: Video delay (milliseconds)
spanish: Retardo de vídeo (milisegundos)

# #32023
source: Video
spanish: Vídeo

# #32024
source: Module Defaults
spanish: Valores por defecto del módulo

# #32025
source: Volume (% of current)
spanish: Volumen (% del actual)

# #32026
source: Trivia
spanish: Trivial

# #32027
source: Music
spanish: Música

# #32028
source: Fade in (seconds)
spanish: Fundido de entrada (segundos)

# #32029
source: Fade out (seconds)
spanish: Fundido de salida (segundos)

# #32030
source: Format
spanish: Formato

# #32031
source: Duration (minutes)
spanish: Duración (minutos)

# #32032
source: Question duration (seconds)
spanish: Duración de la pregunta (segundos)

# #32033
source: Clue duration (seconds)
spanish: Duración de la pista (segundos)

# #32034
source: Answer duration (seconds)
spanish: Duración de la respuesta (segundos)

# #32035
source: Single duration (seconds)
spanish: Duración del objeto (segundos)

# #32036
source: Transition
spanish: Transición

# #32037
source: None
spanish: Ninguno

# #32038
source: Fade
spanish: Fundido

# #32039
source: Slide Left
spanish: Deslizar a Izquierda

# #32040
source: Slide Right
spanish: Deslizar a Derecha

# #32041
source: Slide Up
spanish: Deslizar hacia Arriba

# #32042
source: Slide Down
spanish: Deslizar hacia Abajo

# #32043
source: Transition: Duration (milliseconds)
spanish: Transición: Duración (milisegundos)

# #32044
source: Music: Path
spanish: Música: Ruta

# #32045
source: Music: File
spanish: Música: Archivo

# #32046
source: Slide
spanish: Deslizar

# #32047
source: Directory
spanish: Directorio

# #32048
source: File
spanish: Archivo

# #32049
source: Trailers
spanish: Tráilers

# #32050
source: Prefer unwatched over priority
spanish: Preferir no vistos sobre prioridad

# #32051
source: Clear trailers watched status
spanish: Limpiar estado de visto para tráirles

# #32052
source: Source
spanish: Recurso

# #32053
source: Single File
spanish: Archivo único

# #32054
source: Source: Content filter (scrapers)
spanish: Recurso: Filtro para contenido (scrapers)

# #32055
source: Source: Content order
spanish: Recurso: Orden de contenido

# #32056
source: Newest
spanish: El más nuevo

# #32057
source: Random
spanish: Aleatorio

# #32058
source: Source: Directory
spanish: Recurso: Directorio

# #32059
source: Source: File
spanish: Recurso: Archivo

# #32060
source: Count
spanish: Recuento

# #32061
source: Rating limit
spanish: Límite valoración

# #32062
source: Max
spanish: Máximo

# #32064
source: Max (needs Content path set and updated)
spanish: Máximo (necesita establecer la ruta para el contenido y actualizar)

# #32066
source: Filter for 3D based on feature
spanish: Filtrar por 3D en características

# #32067
source: Quality
spanish: Calidad

# #32068
source: Method
spanish: Método

# #32069
source: Auto-detect from source
spanish: Detección automática desde recurso

# #32070
source: Choose format
spanish: Seleccionar formato

# #32071
source: Choose file
spanish: Seleccionar archivo

# #32072
source: Fallback
spanish: Volver

# #32073
source: Features
spanish: Características

# #32074
source: Audio Format
spanish: Formato de audio

# #32075
source: Default rating system
spanish: Sistema de valoración predeterminado

# #32076
source: Default rating system (needs Content path set and updated)
spanish: Sistema de valoración predeterminado (necesita establecer la ruta para el contenido y actualizar)

# #32077
source: Rating bumper
spanish: Valoración bumper

# #32078
source: Image
spanish: Imagen

# #32079
source: Style
spanish: Estilo

# #32080
source: Rating style selection
spanish: Selección estilo calificación

# #32081
source: Rating style
spanish: Estilo calificación

# #32082
source: Rating style (needs Content path set and updated)
spanish: Estilo calificación (necesita establecer la ruta para el contenido y actualizar)

# #32083
source: Actions
spanish: Acciones

# #32084
source: Execute action on sequence pause
spanish: Ejecutar acción durante la pausa

# #32085
source: Action file path
spanish: Ruta de archivo para acción

# #32086
source: Execute action on sequence resume
spanish: Ejecutar acción durante reanudación

# #32087
source: Last
spanish: Último

# #32088
source: Execute action on sequence abort
spanish: Ejecutar acción durante interrupción

# #32090
source: Not Set
spanish: No establecido

# #32091
source: Advanced
spanish: Avanzado

# #32092
source: Scope (requires add-on restart)
spanish: Scope (necesario reiniciar add-on)

# #32093
source: Logging
spanish: Registro

# #32094
source: Debug logging
spanish: Registro de depuración

# #32095
source: Paste my kodi.log to pastebin
spanish: Subir mi kodi.log a Pastebin

# #32096
source: Pastebin user (necessary to paste as user)
spanish: Usuario Pastebin (necesario para subir como usuario)

# #32097
source: Delete Pastebin user key
spanish: Eliminar clave de usuario Pastebin

# #32098
source: Debugging
spanish: Depuración

# #32099
source: Reset content database
spanish: Restablecer el contenido de la base de datos

# #32100
source: Clear trailers broken status
spanish: Limpiar tráilers con error

# #32102
source: Install context menu add-on
spanish: Instalar add-on para menú contextual

# #32103
source: Context menu add-on installed
spanish: Add-on para menú contextual instalado

# #32104
source: Ignore Kodi playlist with only one item if there is a selection
spanish: Ignorar listas Kodi con solo un elemento si hay una selección

# #32105
source: Update when Kodi starts
spanish: Actualizar durante el inicio de Kodi

# #32106
source: Update after library scan
spanish: Actualizar después de escanear biblioteca

# #32107
source: Update every... (hours)
spanish: Actualizar cada... (horas)

# #32108
source: Update when Kodi starts (requires service add-on)
spanish: Actualizar durante el inicio de Kodi (necesario add-on de servicio)

# #32109
source: Update after library scan (requires service add-on)
spanish: Actualizar después de escanear biblioteca (necesario add-on de servicio)

# #32110
source: Update every... (hours) (requires service add-on)
spanish: Actualizar cada... (horas) (necesario add-on de servicio)

# #32111
source: Auto Update
spanish: Actualización automática

# #32300
source: 3D Intro
spanish: Intro 3D

# #32301
source: 3D Outro
spanish: Outro 3D

# #32302
source: Countdown
spanish: Cuenta hacía atrás

# #32304
source: Feature Intro
spanish: Intro Principal

# #32305
source: Feature Outro
spanish: Outro Principal

# #32306
source: Intermission
spanish: Intervalo

# #32307
source: Short Film
spanish: Cortometraje

# #32308
source: Theater Intro
spanish: Intro de cine

# #32309
source: Theater Outro
spanish: Outro de cine

# #32310
source: Trailers Intro
spanish: Tráilers para Intro

# #32311
source: Trailers Outro
spanish: Tráilers para Outro

# #32312
source: Trivia Intro
spanish: Intro para Trivial

# #32313
source: Trivia Outro
spanish: Outro para Trivial

# #32314
source: Back
spanish: Volver

# #32315
source: Skip
spanish: Saltar

# #32316
source: Feature queue is full
spanish: Cola de funciones llena

# #32317
source: Feature queue is empty
spanish: Cola de funciones vacía

# #32318
source: Kodi Database
spanish: Base de datos Kodi

# #32320
source: Yes
spanish: Si

# #32322
source: Default
spanish: Por defecto

# #32323
source: Scrapers filter (scrapers)
spanish: Filtrado scrapers (scrapers)

# #32324
source: Content order
spanish: Orden contenido

# #32325
source: Path
spanish: Ruta

# #32326
source: CV Trailers Folder
spanish: Carpeta Tráilers CV

# #32327
source: Type
spanish: Tipo

# #32328
source: Play 3D If 3D Feature
spanish: Reproducir 3D si existe la función 3D

# #32329
source: Audio Format Bumper
spanish: Bumper de formato de audio

# #32330
source: This action is not set or not yet applied.
spanish: Esta acción no está establecida o aún no se aplicó.

# #32331
source: Command
spanish: Comando

# #32332
source: Argument
spanish: Argumento

# #32333
source: Condition
spanish: Condición

# #32334
source: Video Bumpers
spanish: Bumpers de vídeo

# #32500
source: Not Found
spanish: No encontrado

# #32501
source: No sequences found.
spanish: Secuencia no encontrada.

# #32502
source: Choose Sequence
spanish: Escoger secuencia

# #32503
source: No Content Path
spanish: Ruta no establecida

# #32504
source: Content path not set or not applied
spanish: Ruta para contenido no establecida o no aplicada

# #32505
source: Loading Content
spanish: Cargando contenido

# #32506
source: Download
spanish: Descargar

# #32507
source: Downloading demo content
spanish: Descargando contenido demostración

# #32508
source: No Content
spanish: Sin contenido

# #32509
source: No content found for current rating system.
spanish: No se encontró contenido para el sistema de calificación actual

# #32510
source: Select Style
spanish: Seleccionar estilo

# #32511
source: None found
spanish: Nada encontrado

# #32512
source: No action file(s) set
spanish: No hay archivo(s) de acción establecido

# #32513
source: MISSING!
spanish: ¡FALTAN!

# #32514
source: Parser Messages
spanish: Mensajes parser

# #32515
source: Done
spanish: Echo

# #32516
source: Action file(s) parsed OK
spanish: Acción archivo(s) analizado OK

# #32517
source: Change Path
spanish: Cambiar ruta

# #32518
source: Choose a new path or clear the current path?
spanish: ¿Desea escoger una nueva ruta o limpiar la ruta actual?

# #32519
source: Choose
spanish: Escoger

# #32520
source: Clear
spanish: Limpiar

# #32521
source: Select File
spanish: Seleccionar archivo

# #32522
source: No matching content found.
spanish: No encontrado archivo coincidente

# #32523
source: Options
spanish: Opciones

# #32524
source: Select Directory
spanish: Seleccionar directorio

# #32525
source: No Options
spanish: Sin opciones

# #32526
source: No options found.
spanish: Opciones no encontradas.

# #32527
source: Confirm
spanish: Confirmar

# #32528
source: Sequence was modified.
spanish: La secuencia fue modificada.

# #32529
source: Do you really want to exit without saving changes?
spanish: ¿Desea realmente salir sin guardar los cambios?

# #32530
source: Add
spanish: Añadir

# #32531
source: Edit
spanish: Editar

# #32532
source: Rename
spanish: Renombrar

# #32533
source: Copy
spanish: Copiar

# #32534
source: Move
spanish: Mover

# #32535
source: Disable
spanish: Deshabilitado

# #32536
source: Remove
spanish: Borrar

# #32537
source: Do you really want to remove this module?
spanish: ¿Desea realmente borrar este módulo?

# #32538
source: Enabled
spanish: Habilitado

# #32539
source: Enter a name for this item
spanish: Introducir un nombre para este elemento

# #32540
source: Add-on settings
spanish: Ajustes add-on

# #32541
source: New
spanish: Nuevo

# #32542
source: Save
spanish: Guardar

# #32543
source: Save as...
spanish: Guardar como...

# #32544
source: Load
spanish: Cargar

# #32545
source: Import
spanish: Importar

# #32546
source: Export
spanish: Exportar

# #32547
source: Play
spanish: Reproducir

# #32548
source: Sequence Options
spanish: Opciones de la secuencia

# #32549
source: Sequence is modified.
spanish: Secuencia modificada.

# #32550
source: This will delete all changes.
spanish: Esto borrara todos los cambios.

# #32551
source: Do you really want to do this?
spanish: ¿Realmente quieres hacer esto?

# #32552
source: Select Save Directory
spanish: Seleccionar directorio para guardar

# #32553
source: Please set the content path in addon settings.
spanish: Por favor, establezca la ruta del contenido en los ajustes del complemento.

# #32554
source: Enter name for file
spanish: Introduzca el nombre para el archivo

# #32555
source: Set Default
spanish: Establecer como predeterminado

# #32556
source: Would you like to set this as the default for playback?
spanish: ¿Te gustaría configurar esto como predeterminado para la reproducción?

# #32557
source: For 2D or 3D?
spanish: ¿Para 2D o 3D?

# #32558
source: Missing
spanish: Ausente

# #32559
source: Previous save not found.
spanish: Guardado anterior no encontrado.

# #32560
source: Load the default or start a new sequence?
spanish: ¿Cargar el predeterminado o comenzar una nueva secuencia?

# #32561
source: No Features
spanish: Sin características

# #32562
source: No movies are in the Queue.
spanish: No hay películas en la cola.

# #32563
source: Please queue some features and try again.
spanish: Por favor, ponga en cola algunas funciones y vuelve a intentarlo.

# #32564
source: Removed watched status from all trailers.
spanish: Eliminado el estado de visto de todos los traílers.

# #32565
source: Removed broken status from all trailers.
spanish: Eliminado el estado roto de todos los traílers.

# #32566
source: Would you like to paste the current old log?
spanish: ¿Le gustaría pegar el registro antiguo actual?

# #32567
source: Paste the old log if you are in a new session, ie. after a Kodi crash.
spanish: Pegue el registro antiguo si está en una nueva sesión. Es decir, después de un cierre inesperado de Kodi.

# #32568
source: Current
spanish: Actual

# #32569
source: Old
spanish: Antiguo

# #32570
source: No Log
spanish: Sin log

# #32571
source: That log file does not exist!
spanish: ¡Ese archivo de registro no existe!

# #32572
source: Enter Pastebin password (only needed 1st time - NOT stored)
spanish: Introduzca contraseña Pastebin (solo se necesita 1ª vez - NO almacenado)

# #32573
source: Failed
spanish: Error

# #32574
source: Failed to create paste as user
spanish: Error al crear pegar como usuario

# #32575
source: Aborted
spanish: Abortado

# #32576
source: Paste aborted!
spanish: ¡Pegar abortado!

# #32577
source: Creating paste...
spanish: Creando pegar...

# #32578
source: Paste created at:
spanish: Pegado creado en:

# #32579
source: OK
spanish: Aceptar

# #32580
source: Show QR Code
spanish: Mostrar código QR

# #32581
source: Failed to create paste:
spanish: Error al crear pegar:

# #32582
source: QR Code
spanish: Código QR

# #32583
source: Creating QR code...
spanish: Creando código QR...

# #32584
source: Database reset.
spanish: Restablecer la base de datos.

# #32585
source: User key deleted.
spanish: Clave de usuario eliminada.

# #32586
source: USE DEFAULT
spanish: USAR POR DEFECTO

# #32587
source: Cancel
spanish: Cancelar

# #32588
source: Apply to queue
spanish: Aplicar a la cola

# #32589
source: Click an item to start a move.
spanish: Haga clic en un elemento para iniciar un movimiento.

# #32590
source: Click the context menu button or delete key on a keyboard to remove an item.
spanish: Haga clic en el botón del menú contextual o en la tecla SUPRIMIR en un teclado para eliminar un elemento.

# #32591
source: DEMO MODE
spanish: MODO DEMOSTRACIÓN

# #32592
source: Set Content path in settings
spanish: Establecer ruta de contenido en ajustes

# #32593
source: Execute abort action after tests
spanish: Ejecutar acción abortar después de las pruebas

# #32594
source: Never
spanish: Nunca

# #32595
source: Always
spanish: Siempre

# #32596
source: Ask
spanish: Preguntar

# #32597
source: Cleanup
spanish: Limpiar

# #32598
source: Run abort action?
spanish: ¿Ejecutar acción abortar?

# #32599
source: Default 2D
spanish: 2D por defecto

# #32600
source: Default 3D
spanish: 3D por defecto

# #32602
source: Error parsing sequence
spanish: Error en secuecia de análisis

# #32603
source: No Feature
spanish: Sin funciones

# #32604
source: Sequence does not have a feature module, which is required to play items selected in Kodi.
spanish: La secuencia no tiene un módulo de funciones, que es necesario para reproducir los elementos seleccionados en Kodi.

# #32605
source: Continue?
spanish: ¿Desea continuar?

# #32606
source: Failed to write sequence file!
spanish: ¡Error al escribir el archivo de secuencia!

# #32607
source: Kodi may be unable to write to this location.
spanish: Es posible que Kodi no pueda escribir en esta ubicación.

# #32608
source: Active
spanish: Activo

# #32609
source: Inactive
spanish: Inactivo

# #32610
source: Enable
spanish: Habilitar

# #32611
source: Reset module to defaults
spanish: Restablecer el modulo a por defecto

# #32612
source: Sequence settings
spanish: Ajustes para secuencia
